src/assets/requests/schedule/get_special_days.xml

<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
    <SOAP:Body>
        <GetSpecialDays xmlns="http://schemas.intasect.co.jp/mycal/service/holiday" preserveSpace="no" qAccess="0" qValues="">
            <locale />
            <start />
            <end />
        </GetSpecialDays>
    </SOAP:Body>
</SOAP:Envelope>